[
  {
    "id": 1,
    "name": "Dr. Mohammed Nazmus Shakib",
    "title": "Mentor, IEEE GUB Student Branch Chapter",
    "image": "/images/Executives/2025/SB/NazmusShakib.jpg",
    "message": "The IEEE Student Branch at Green University of Bangladesh stands as a testament to our commitment to academic excellence, innovation, and environmental responsibility. By fostering an ecosystem of research-driven learning and ethical engineering, we are equipping our students with the skills, mindset, and leadership necessary to shape a more sustainable and technologically advanced future."
  },
  {
    "id": 2,
    "name": "Md. Rajibul Palash",
    "title": "Mentor, IEEE GUB Student Branch Chapter",
    "image": "/images/Executives/2025/SB/Rajibul_Palas.jpg",
    "message": "IEEE Green University serves as a transformative platform where students transcend traditional learning and embrace innovation, collaboration, and global engagement. Through carefully curated events, mentorship, and technical enrichment, we nurture the intellectual and professional growth of aspiring engineers poised to lead in an evolving global landscape."
  },
  {
    "id": 3,
    "name": "Prof. Dr. Md. Ahsan Habib",
    "title": "Branch Counselor, IEEE GUB Student Branch Chapter",
    "image": "/images/Executives/2025/SB/AhsanHabibTareq.png",
    "message": "At IEEE Green University, we are driven by the belief that sustainable innovation lies at the heart of modern engineering. By integrating advanced technological education with a deep sense of environmental and social responsibility, we are preparing our students to develop impactful solutions for the complex challenges of tomorrow."
  },
  {
    "id": 4,
    "name": "Md. Shoab Alam",
    "title": "Mentor, IEEE GUB Student Branch Chapter",
    "image": "/images/Executives/2025/SB/ShoabAlam.png",
    "message": "IEEE Green University fosters a forward-thinking academic culture where innovation, sustainability, and leadership converge. Our mission is to create a vibrant learning environment that empowers students to become not only skilled engineers, but also global citizens dedicated to making meaningful contributions to society and the planet."
  }
]